Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/DeveloperUi.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, hi, it, nl, pt, te, zh_tw

source: Extensions
ar: ملحقات
bn: এক্সটেনশন
es: Extensiones
fr: Rallonges
hi: एक्सटेंशन
it: Estensioni
nl: Extensies
te: పొడిగింపులు
zh_tw: 扩展

source: Loading extensions…
ar: جارٍ تحميل الإضافات…
bn: এক্সটেনশন লোড হচ্ছে...
es: Cargando extensiones…
fr: Chargement des extensions…
hi: एक्सटेंशन लोड हो रहे हैं...
it: Caricamento estensioni…
nl: Extensies laden…
te: పొడిగింపులను లోడ్ చేస్తోంది…
zh_tw: 正在加载扩展...

source: No extensions returned.
ar: لم يتم إرجاع أي ملحقات.
bn: কোন এক্সটেনশন ফিরে আসেনি.
es: No se devolvieron extensiones.
fr: Aucune extension renvoyée.
hi: कोई एक्सटेंशन नहीं लौटाया गया.
it: Nessuna estensione restituita.
nl: Er zijn geen extensies geretourneerd.
te: పొడిగింపులు ఏవీ తిరిగి ఇవ్వబడలేదు.
zh_tw: 没有返回扩展名。

source: Could not load extensions.
ar: تعذر تحميل الملحقات.
bn: এক্সটেনশনগুলি লোড করা যায়নি৷
es: No se pudieron cargar las extensiones.
fr: Impossible de charger les extensions.
hi: एक्सटेंशन लोड नहीं हो सका.
it: Impossibile caricare le estensioni.
nl: Kan extensies niet laden.
te: పొడిగింపులను లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载扩展。

source: Registered server extensions (handlers, contexts, interfaces). Open a row for parameters. Install/remove is a later slice.
ar: ملحقات الخادم المسجلة (المعالجات، السياقات، الواجهات). فتح صف للمعلمات. التثبيت/الإزالة هو شريحة لاحقة.
bn: নিবন্ধিত সার্ভার এক্সটেনশন (হ্যান্ডলার, প্রসঙ্গ, ইন্টারফেস)। পরামিতিগুলির জন্য একটি সারি খুলুন। ইন্সটল/রিমুভ একটি পরবর্তী স্লাইস।
es: Extensiones de servidor registradas (controladores, contextos, interfaces). Abra una fila para parámetros. Instalar/eliminar es una porción posterior.
fr: Extensions de serveur enregistrées (gestionnaires, contextes, interfaces). Ouvrez une ligne pour les paramètres. L'installation/suppression est une tranche ultérieure.
hi: पंजीकृत सर्वर एक्सटेंशन (हैंडलर, संदर्भ, इंटरफेस)। पैरामीटर के लिए एक पंक्ति खोलें. इंस्टॉल/निकालना बाद का चरण है।
it: Estensioni del server registrate (gestori, contesti, interfacce). Apri una riga per i parametri. Installa/rimuovi è una sezione successiva.
nl: Geregistreerde serverextensies (handlers, contexten, interfaces). Open een rij voor parameters. Installeren/verwijderen is een later segment.
te: నమోదిత సర్వర్ పొడిగింపులు (హ్యాండ్లర్u200cలు, సందర్భాలు, ఇంటర్u200cఫేస్u200cలు). పారామితుల కోసం అడ్డు వరుసను తెరవండి. ఇన్u200cస్టాల్/తీసివేయడం అనేది తర్వాత స్లైస్.
zh_tw: 注册的服务器扩展（处理程序、上下文、接口）。打开一行参数。安装/删除是稍后的部分。

source: Context
ar: سياق
bn: প্রসঙ্গ
es: Contexto
fr: Contexte
hi: प्रसंग
it: Contesto
te: సందర్భం
zh_tw: 语境

source: Category
ar: فئة
bn: শ্রেণী
es: Categoría
fr: Catégorie
hi: वर्ग
it: Categoria
nl: Categorie
te: వర్గం
zh_tw: 类别

source: Flags
ar: أعلام
bn: পতাকা
es: Banderas
fr: Drapeaux
hi: झंडे
it: Bandiere
nl: Vlaggen
te: జెండాలు
zh_tw: 旗帜

source: FQN
ar: س ن
bn: Q N
es: QN
fr: QN
hi: प्रश्न एन
it: Domanda N
nl: Q N
te: Q N

source: JEXL
ar: جيكسل
zh_tw: 杰克斯利

source: Deprecated
ar: مهمل
bn: অবচয়
es: En desuso
fr: Obsolète
hi: पदावनत
it: Deprecato
nl: Afgekeurd
te: తిరస్కరించబడింది
zh_tw: 已弃用

source: Loading extension…
ar: جارٍ تحميل الإضافة…
bn: এক্সটেনশন লোড হচ্ছে...
es: Cargando extensión…
fr: Chargement de l'extension…
hi: एक्सटेंशन लोड हो रहा है...
it: Caricamento estensione…
nl: Extensie laden…
te: పొడిగింపు లోడ్ అవుతోంది…
zh_tw: 正在加载扩展...

source: Could not load extension.
ar: تعذر تحميل الامتداد.
bn: এক্সটেনশন লোড করা যায়নি।
es: No se pudo cargar la extensión.
fr: Impossible de charger l'extension.
hi: एक्सटेंशन लोड नहीं किया जा सका.
it: Impossibile caricare l'estensione.
nl: Kan de extensie niet laden.
te: పొడిగింపును లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载扩展。

source: Interfaces
ar: واجهات
bn: ইন্টারফেস
hi: इंटरफेस
it: Interfacce
te: ఇంటర్u200cఫేస్u200cలు
zh_tw: 接口

source: Runtime parameters
ar: معلمات وقت التشغيل
bn: রানটাইম পরামিতি
es: Parámetros de tiempo de ejecución
fr: Paramètres d'exécution
hi: रनटाइम पैरामीटर
it: Parametri di esecuzione
te: రన్u200cటైమ్ పారామితులు
zh_tw: 运行时参数

source: Extension install / remove not supported via this API
ar: تثبيت/إزالة الإضافة غير مدعوم عبر واجهة برمجة التطبيقات هذه
bn: এক্সটেনশন ইনস্টল / অপসারণ এই API এর মাধ্যমে সমর্থিত নয়
es: La instalación/eliminación de extensiones no se admite a través de esta API
fr: Installation/suppression d'extension non prise en charge via cette API
hi: इस एपीआई के माध्यम से एक्सटेंशन इंस्टॉल/निकालना समर्थित नहीं है
it: Installazione/rimozione dell'estensione non supportata tramite questa API
nl: Extensie installeren/verwijderen wordt niet ondersteund via deze API
te: ఈ API ద్వారా పొడిగింపు ఇన్u200cస్టాల్ / తీసివేయడానికి మద్దతు లేదు
zh_tw: 不支持通过此 API 安装/删除扩展

source: Extension parameter and method edit not supported via this API
ar: معلمة الامتداد وطريقة التحرير غير مدعومة عبر واجهة برمجة التطبيقات هذه
bn: এক্সটেনশন প্যারামিটার এবং পদ্ধতি সম্পাদনা এই API এর মাধ্যমে সমর্থিত নয়
es: La edición de métodos y parámetros de extensión no se admite a través de esta API
fr: Modification du paramètre d'extension et de la méthode non prise en charge via cette API
hi: एक्सटेंशन पैरामीटर और विधि संपादन इस एपीआई के माध्यम से समर्थित नहीं है
it: La modifica dei parametri e dei metodi dell'estensione non è supportata tramite questa API
nl: Extensieparameter en methodebewerking worden niet ondersteund via deze API
te: ఈ API ద్వారా పొడిగింపు పరామితి మరియు పద్ధతి సవరణకు మద్దతు లేదు
zh_tw: 不支持通过此 API 编辑扩展参数和方法

source: Relationship Types
ar: أنواع العلاقات
bn: সম্পর্কের ধরন
es: Tipos de relación
fr: Types de relations
hi: रिश्ते के प्रकार
it: Tipi di relazione
nl: Relatietypen
te: సంబంధాల రకాలు
zh_tw: 关系类型

source: Loading relationship types…
ar: جارٍ تحميل أنواع العلاقات...
bn: সম্পর্কের ধরন লোড হচ্ছে...
es: Cargando tipos de relaciones...
fr: Chargement des types de relations…
hi: संबंध प्रकार लोड हो रहे हैं...
it: Caricamento dei tipi di relazione…
nl: Relatietypen laden…
te: సంబంధాల రకాలను లోడ్ చేస్తోంది...
zh_tw: 正在加载关系类型...

source: No relationship types returned.
ar: لم يتم إرجاع أي أنواع علاقات.
bn: কোনো সম্পর্কের ধরন ফিরে আসেনি।
es: No se devolvió ningún tipo de relación.
fr: Aucun type de relation renvoyé.
hi: कोई संबंध प्रकार नहीं लौटाया गया.
it: Nessun tipo di relazione restituito.
nl: Er zijn geen relatietypen geretourneerd.
te: సంబంధ రకాలు ఏవీ తిరిగి ఇవ్వబడలేదు.
zh_tw: 没有返回关系类型。

source: Could not load relationship types.
ar: تعذر تحميل أنواع العلاقات.
bn: সম্পর্কের ধরন লোড করা যায়নি।
es: No se pudieron cargar los tipos de relaciones.
fr: Impossible de charger les types de relations.
hi: संबंध प्रकार लोड नहीं किया जा सका.
it: Impossibile caricare i tipi di relazione.
nl: Kan relatietypen niet laden.
te: సంబంధాల రకాలను లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载关系类型。

source: System and user relationship types (category, cloning flags, effects). Open a row for properties. Create/edit is a later slice.
ar: أنواع علاقات النظام والمستخدم (الفئة، أعلام الاستنساخ، التأثيرات). فتح صف للخصائص. الإنشاء/التحرير هو شريحة لاحقة.
bn: সিস্টেম এবং ব্যবহারকারী সম্পর্কের ধরন (বিভাগ, ক্লোনিং পতাকা, প্রভাব)। বৈশিষ্ট্যের জন্য একটি সারি খুলুন। তৈরি/সম্পাদনা একটি পরবর্তী স্লাইস.
es: Tipos de relaciones entre el sistema y el usuario (categoría, indicadores de clonación, efectos). Abra una fila para propiedades. Crear/editar es un segmento posterior.
fr: Types de relations système et utilisateur (catégorie, indicateurs de clonage, effets). Ouvrez une ligne pour les propriétés. Créer/modifier est une tranche ultérieure.
hi: सिस्टम और उपयोगकर्ता संबंध प्रकार (श्रेणी, क्लोनिंग फ़्लैग, प्रभाव)। गुणों के लिए एक पंक्ति खोलें. बनाना/संपादित करना बाद का भाग है।
it: Tipi di relazione tra sistema e utente (categoria, flag di clonazione, effetti). Apri una riga per le proprietà. Crea/modifica è una sezione successiva.
nl: Systeem- en gebruikersrelatietypen (categorie, kloonvlaggen, effecten). Open een rij voor eigenschappen. Maken/bewerken is een later segment.
te: సిస్టమ్ మరియు వినియోగదారు సంబంధాల రకాలు (వర్గం, క్లోనింగ్ ఫ్లాగ్u200cలు, ప్రభావాలు). లక్షణాల కోసం అడ్డు వరుసను తెరవండి. సృష్టించు/సవరించు అనేది తర్వాత స్లైస్.
zh_tw: 系统和用户关系类型（类别、克隆标志、效果）。打开一行属性。创建/编辑是稍后的切片。

source: Activation end point
ar: نقطة نهاية التنشيط
bn: সক্রিয়করণ শেষ বিন্দু
es: Punto final de activación
fr: Point final d'activation
hi: सक्रियण समाप्ति बिंदु
it: Punto finale di attivazione
nl: Eindpunt van activering
te: యాక్టివేషన్ ముగింపు పాయింట్
zh_tw: 激活终点

source: Extension ref
ar: مرجع التمديد
bn: এক্সটেনশন রেফ
es: Referencia de extensión
fr: Réf extension
hi: एक्सटेंशन रेफरी
it: Rif. estensione
nl: Extensie ref
te: పొడిగింపు ref
zh_tw: 扩展参考

source: Cloning
ar: استنساخ
bn: ক্লোনিং
es: Clonación
fr: Clonage
hi: क्लोनिंग
it: Clonazione
nl: Klonen
te: క్లోనింగ్
zh_tw: 克隆

source: System
ar: نظام
bn: সিস্টেম
es: Sistema
fr: Système
hi: प्रणाली
it: Sistema
nl: Systeem
te: వ్యవస్థ
zh_tw: 系统

source: Loading relationship type…
ar: جارٍ تحميل نوع العلاقة…
bn: সম্পর্কের ধরন লোড হচ্ছে...
es: Cargando tipo de relación...
fr: Chargement du type de relation…
hi: संबंध प्रकार लोड हो रहा है...
it: Caricamento del tipo di relazione…
nl: Relatietype laden…
te: సంబంధం రకం లోడ్ అవుతోంది…
zh_tw: 正在加载关系类型...

source: Could not load relationship type.
ar: لا يمكن تحميل نوع العلاقة.
bn: সম্পর্কের ধরন লোড করা যায়নি।
es: No se pudo cargar el tipo de relación.
fr: Impossible de charger le type de relation.
hi: संबंध प्रकार लोड नहीं किया जा सका.
it: Impossibile caricare il tipo di relazione.
nl: Kan het relatietype niet laden.
te: సంబంధ రకాన్ని లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载关系类型。

source: Effects
ar: التأثيرات
bn: প্রভাব
es: Efectos
fr: Effets
hi: प्रभाव
it: Effetti
nl: Effecten
te: ప్రభావాలు
zh_tw: 效果

source: System properties
ar: خصائص النظام
bn: সিস্টেম বৈশিষ্ট্য
es: Propiedades del sistema
fr: Propriétés du système
hi: सिस्टम गुण
it: Proprietà del sistema
nl: Systeem eigenschappen
te: సిస్టమ్ లక్షణాలు
zh_tw: 系统属性

source: User properties
ar: خصائص المستخدم
bn: ব্যবহারকারীর বৈশিষ্ট্য
es: Propiedades de usuario
fr: Propriétés utilisateur
hi: उपयोगकर्ता गुण
it: Proprietà utente
nl: Gebruikerseigenschappen
te: వినియోగదారు లక్షణాలు
zh_tw: 用户属性

source: Relationship type create / update / delete not supported via this API
ar: نوع العلاقة إنشاء/تحديث/حذف غير مدعوم عبر واجهة برمجة التطبيقات هذه
bn: সম্পর্কের ধরন তৈরি / আপডেট / মুছে ফেলা এই API এর মাধ্যমে সমর্থিত নয়
es: El tipo de relación creado/actualizado/eliminado no se admite a través de esta API
fr: Type de relation créer/mettre à jour/supprimer non pris en charge via cette API
hi: संबंध प्रकार बनाना/अपडेट करना/हटाना इस एपीआई के माध्यम से समर्थित नहीं है
it: Il tipo di relazione crea/aggiorna/elimina non è supportato tramite questa API
nl: Relatietype aanmaken/bijwerken/verwijderen wordt niet ondersteund via deze API
te: ఈ API ద్వారా రిలేషన్u200cషిప్ రకం సృష్టించడానికి / నవీకరించడానికి / తొలగించడానికి మద్దతు లేదు
zh_tw: 不支持通过此 API 创建/更新/删除关系类型

source: Cloning field override editor not supported via this API
ar: محرر تجاوز حقل الاستنساخ غير مدعوم عبر واجهة برمجة التطبيقات هذه
bn: ক্লোনিং ফিল্ড ওভাররাইড এডিটর এই API এর মাধ্যমে সমর্থিত নয়
es: El editor de anulación de campos de clonación no es compatible con esta API
fr: L'éditeur de remplacement de champ de clonage n'est pas pris en charge via cette API
hi: क्लोनिंग फ़ील्ड ओवरराइड संपादक इस एपीआई के माध्यम से समर्थित नहीं है
it: Clonazione dell'editor di override del campo non supportato tramite questa API
nl: Het klonen van de editor voor het overschrijven van velden wordt niet ondersteund via deze API
te: ఈ API ద్వారా క్లోనింగ్ ఫీల్డ్ ఓవర్u200cరైడ్ ఎడిటర్u200cకు మద్దతు లేదు
zh_tw: 此 API 不支持克隆字段覆盖编辑器

source: Effect condition and execution-context edit not supported via this API
ar: حالة التأثير وتحرير سياق التنفيذ غير مدعومين عبر واجهة برمجة التطبيقات هذه
bn: প্রভাব অবস্থা এবং এক্সিকিউশন-প্রসঙ্গ সম্পাদনা এই API এর মাধ্যমে সমর্থিত নয়
es: La condición del efecto y la edición del contexto de ejecución no se admiten a través de esta API
fr: La condition d'effet et la modification du contexte d'exécution ne sont pas prises en charge via cette API
hi: प्रभाव की स्थिति और निष्पादन-संदर्भ संपादन इस एपीआई के माध्यम से समर्थित नहीं है
it: La condizione dell'effetto e la modifica del contesto di esecuzione non sono supportate tramite questa API
nl: Effectvoorwaarde en uitvoeringscontextbewerking worden niet ondersteund via deze API
te: ఈ API ద్వారా ఎఫెక్ట్ కండిషన్ మరియు ఎగ్జిక్యూషన్-కంటెక్స్ట్ సవరణకు మద్దతు లేదు
zh_tw: 不支持通过此 API 编辑效果条件和执行上下文

source: Workflows
ar: سير العمل
bn: কর্মপ্রবাহ
de: Arbeitsabläufe
es: Flujos de trabajo
fr: Flux de travail
hi: वर्कफ़्लो
it: Flussi di lavoro
nl: Werkstromen
pt: Fluxos de trabalho
zh_tw: 工作流程

source: Loading workflows…
ar: جارٍ تحميل مهام سير العمل...
bn: কর্মপ্রবাহ লোড হচ্ছে...
de: Arbeitsabläufe werden geladen…
es: Cargando flujos de trabajo...
fr: Chargement des flux de travail…
hi: वर्कफ़्लो लोड हो रहा है...
it: Caricamento dei flussi di lavoro...
nl: Werkstromen laden…
pt: Carregando fluxos de trabalho…
zh_tw: 正在加载工作流程...

source: No workflows returned.
ar: لم يتم إرجاع أي سير عمل.
bn: কোনো কর্মপ্রবাহ ফিরে আসেনি।
de: Es wurden keine Workflows zurückgegeben.
es: No se devolvieron flujos de trabajo.
fr: Aucun flux de travail n'a été renvoyé.
hi: कोई वर्कफ़्लो वापस नहीं आया.
it: Nessun flusso di lavoro restituito.
nl: Er zijn geen werkstromen geretourneerd.
pt: Nenhum fluxo de trabalho foi retornado.
zh_tw: 没有返回任何工作流程。

source: Could not load workflows.
ar: لا يمكن تحميل مهام سير العمل.
bn: ওয়ার্কফ্লো লোড করা যায়নি।
de: Arbeitsabläufe konnten nicht geladen werden.
es: No se pudieron cargar los flujos de trabajo.
fr: Impossible de charger les flux de travail.
hi: वर्कफ़्लो लोड नहीं किया जा सका.
it: Impossibile caricare i flussi di lavoro.
nl: Kan werkstromen niet laden.
pt: Não foi possível carregar fluxos de trabalho.
zh_tw: 无法加载工作流程。

source: Workflow definitions for association and step browse (SY-04). Full graph design stays on the workflow management surface.
ar: تعريفات سير العمل للارتباط وتصفح الخطوات (SY-04). يبقى تصميم الرسم البياني الكامل على سطح إدارة سير العمل.
bn: অ্যাসোসিয়েশন এবং স্টেপ ব্রাউজের জন্য ওয়ার্কফ্লো সংজ্ঞা (SY-04)। সম্পূর্ণ গ্রাফ ডিজাইন ওয়ার্কফ্লো ম্যানেজমেন্ট পৃষ্ঠে থাকে।
de: Workflow definitions for association and step browse (SY-04). Das vollständige Diagrammdesign bleibt auf der Workflow-Management-Oberfläche.
es: Definiciones de flujo de trabajo para asociación y exploración de pasos (SY-04). El diseño gráfico completo permanece en la superficie de gestión del flujo de trabajo.
fr: Définitions de flux de travail pour l'association et le parcours d'étapes (SY-04). La conception graphique complète reste sur la surface de gestion du flux de travail.
hi: एसोसिएशन और स्टेप ब्राउज के लिए वर्कफ़्लो परिभाषाएँ (SY-04)। पूर्ण ग्राफ़ डिज़ाइन वर्कफ़्लो प्रबंधन सतह पर रहता है।
it: Definizioni del flusso di lavoro per l'associazione e la navigazione dei passaggi (SY-04). La progettazione grafica completa rimane sulla superficie di gestione del flusso di lavoro.
nl: Workflowdefinities voor associatie en stapbrowsen (SY-04). Het volledige grafiekontwerp blijft op het werkstroombeheeroppervlak.
pt: Definições de fluxo de trabalho para associação e navegação por etapas (SY-04). O design gráfico completo permanece na superfície de gerenciamento do fluxo de trabalho.
zh_tw: 关联和步骤浏览的工作流程定义 (SY-04)。完整的图形设计保留在工作流程管理界面上。

source: Steps
ar: خطوات
bn: ধাপ
de: Schritte
es: Pasos
fr: Mesures
hi: कदम
it: Passi
nl: Stappen
pt: Passos
zh_tw: 步骤

source: Staging roles
ar: الأدوار التدريجية
bn: মঞ্চায়ন ভূমিকা
de: Inszenierungsrollen
es: Roles de puesta en escena
fr: Rôles de mise en scène
hi: मंचन भूमिकाएँ
it: Ruoli in scena
nl: Enscenering rollen
pt: Papéis de preparação
zh_tw: 舞台角色

source: Step
ar: خطوة
bn: ধাপ
de: Schritt
es: Paso
fr: Étape
hi: कदम
it: Fare un passo
nl: Stap
pt: Etapa
zh_tw: 步

source: Roles
ar: الأدوار
bn: ভূমিকা
de: Rollen
fr: Rôles
hi: भूमिकाएँ
it: Ruoli
nl: Rollen
pt: Funções
zh_tw: 角色

source: Loading workflow…
ar: جارٍ تحميل سير العمل…
bn: কর্মপ্রবাহ লোড হচ্ছে...
de: Workflow wird geladen…
es: Cargando flujo de trabajo…
fr: Chargement du flux de travail…
hi: वर्कफ़्लो लोड हो रहा है...
it: Caricamento del flusso di lavoro…
nl: Werkstroom laden…
pt: Carregando fluxo de trabalho…
zh_tw: 正在加载工作流程...

source: Could not load workflow.
ar: لا يمكن تحميل سير العمل.
bn: ওয়ার্কফ্লো লোড করা যায়নি।
de: Der Workflow konnte nicht geladen werden.
es: No se pudo cargar el flujo de trabajo.
fr: Impossible de charger le flux de travail.
hi: वर्कफ़्लो लोड नहीं किया जा सका.
it: Impossibile caricare il flusso di lavoro.
nl: Kan werkstroom niet laden.
pt: Não foi possível carregar o fluxo de trabalho.
zh_tw: 无法加载工作流程。

source: Full workflow graph design is not exposed in the Developer catalog
ar: لا يتم عرض تصميم الرسم البياني الكامل لسير العمل في كتالوج المطورين
bn: সম্পূর্ণ ওয়ার্কফ্লো গ্রাফ ডিজাইন ডেভেলপার ক্যাটালগে প্রকাশ করা হয়নি
de: Das vollständige Design des Workflow-Diagramms wird im Entwicklerkatalog nicht angezeigt
es: El diseño completo del gráfico de flujo de trabajo no está expuesto en el catálogo de desarrolladores
fr: La conception complète du graphique de flux de travail n'est pas exposée dans le catalogue du développeur
hi: डेवलपर कैटलॉग में पूर्ण वर्कफ़्लो ग्राफ़ डिज़ाइन प्रदर्शित नहीं किया गया है
it: La progettazione grafica del flusso di lavoro completo non è esposta nel catalogo degli sviluppatori
nl: Het volledige werkstroomgrafiekontwerp wordt niet weergegeven in de ontwikkelaarscatalogus
pt: O design gráfico completo do fluxo de trabalho não é exposto no catálogo do desenvolvedor
zh_tw: 完整的工作流程图设计未在开发人员目录中公开

source: Workflow create / update / delete is not supported from this Developer surface
ar: إنشاء / تحديث / حذف سير العمل غير مدعوم من سطح المطور هذا
bn: এই বিকাশকারী পৃষ্ঠ থেকে ওয়ার্কফ্লো তৈরি / আপডেট / মুছুন সমর্থিত নয়৷
de: Das Erstellen/Aktualisieren/Löschen von Workflows wird von dieser Entwickleroberfläche nicht unterstützt
es: La creación/actualización/eliminación de flujos de trabajo no se admite desde esta superficie de desarrollador
fr: La création/mise à jour/suppression de workflow n'est pas prise en charge à partir de cette interface développeur
hi: इस डेवलपर सतह से वर्कफ़्लो बनाना/अद्यतन/हटाना समर्थित नहीं है
it: Il flusso di lavoro di creazione/aggiornamento/eliminazione non è supportato da questa superficie per sviluppatori
nl: Workflow maken/bijwerken/verwijderen wordt niet ondersteund vanaf dit ontwikkelaarsoppervlak
pt: A criação/atualização/exclusão de fluxo de trabalho não é suportada nesta superfície do desenvolvedor
zh_tw: 此开发人员界面不支持工作流创建/更新/删除

source: Content type workflow association is edited on the content type detail panel
ar: يتم تحرير اقتران سير عمل نوع المحتوى في لوحة تفاصيل نوع المحتوى
bn: বিষয়বস্তু টাইপ ওয়ার্কফ্লো অ্যাসোসিয়েশন বিষয়বস্তুর প্রকারের বিস্তারিত প্যানেলে সম্পাদনা করা হয়
es: La asociación del flujo de trabajo del tipo de contenido se edita en el panel de detalles del tipo de contenido
fr: L'association de workflow de type de contenu est modifiée dans le panneau de détails du type de contenu
hi: सामग्री प्रकार वर्कफ़्लो एसोसिएशन को सामग्री प्रकार विवरण पैनल पर संपादित किया जाता है
it: L'associazione del flusso di lavoro del tipo di contenuto viene modificata nel pannello dei dettagli del tipo di contenuto
nl: De werkstroomassociatie van het inhoudstype wordt bewerkt in het detailpaneel van het inhoudstype
zh_tw: 内容类型工作流关联在内容类型详细信息面板上编辑

source: Not implemented yet
ar: لم يتم تنفيذها بعد
bn: এখনো বাস্তবায়ন হয়নি
es: Aún no implementado
fr: Pas encore mis en œuvre
hi: अभी तक लागू नहीं हुआ
it: Non ancora implementato
nl: Nog niet geïmplementeerd
te: ఇంకా అమలు కాలేదు
zh_tw: 尚未实施

source: This section is planned for Developer P0. See docs/ai-generated/tasks/developer-module-p0 and docs/developer-module.
ar: تم التخطيط لهذا القسم للمطور P0. راجع docs/ai-generated/tasks/developer-module-p0 وdocs/developer-module.
bn: এই বিভাগটি বিকাশকারী P0 এর জন্য পরিকল্পনা করা হয়েছে৷ ডক্স/এআই-জেনারেটেড/টাস্ক/ডেভেলপার-মডিউল-পি0 এবং ডক্স/ডেভেলপার-মডিউল দেখুন।
es: Esta sección está prevista para el desarrollador P0. Consulte docs/ai-generated/tasks/developer-module-p0 y docs/developer-module.
fr: Cette section est prévue pour le développeur P0. Voir docs/ai-generated/tasks/developer-module-p0 et docs/developer-module.
hi: यह अनुभाग डेवलपर P0 के लिए नियोजित है। डॉक्स/एआई-जेनरेटेड/टास्क/डेवलपर-मॉड्यूल-पी0 और डॉक्स/डेवलपर-मॉड्यूल देखें।
it: Questa sezione è prevista per lo sviluppatore P0. Vedi docs/ai-generated/tasks/developer-module-p0 e docs/developer-module.
nl: Deze sectie is gepland voor Developer P0. Zie docs/ai-generated/tasks/developer-module-p0 en docs/developer-module.
te: ఈ విభాగం డెవలపర్ P0 కోసం ప్లాన్ చేయబడింది. docs/ai-generated/tasks/developer-module-p0 మరియు docs/developer-module చూడండి.
zh_tw: 此部分计划用于 Developer P0。请参阅 docs/ai- generated/tasks/developer-module-p0 和 docs/developer-module。

source: in-xform
bn: ইন-এক্সফর্ম
es: en forma x
hi: इन-एक्सफॉर्म
nl: in-xvorm

source: out-xform
bn: আউট-এক্সফর্ম
es: fuera de forma
fr: hors-forme
hi: आउट-एक्सफॉर्म
nl: uit-xform
te: అవుట్-xform
zh_tw: 外型

source: Sites
bn: সাইট
pt: Locais
zh_tw: 站点

source: Loading sites…
bn: সাইট লোড হচ্ছে...
pt: Carregando sites…
zh_tw: 正在加载站点...

source: No sites returned.
bn: কোন সাইট ফিরে.
pt: Nenhum site foi retornado.
zh_tw: 没有返回任何网站。

source: Could not load sites.
bn: সাইট লোড করা যায়নি.
pt: Não foi possível carregar sites.
zh_tw: 无法加载网站。

source: Site definitions for association browse (SY-04). Open a row for URL and defaults. Site design/write is a later surface.
bn: অ্যাসোসিয়েশন ব্রাউজের জন্য সাইটের সংজ্ঞা (SY-04)। URL এবং ডিফল্টের জন্য একটি সারি খুলুন। সাইট ডিজাইন/লিখন একটি পরবর্তী পৃষ্ঠ।
pt: Definições de site para navegação de associação (SY-04). Abra uma linha para URL e padrões. O design/gravação do site é uma superfície posterior.
zh_tw: 关联浏览的站点定义 (SY-04)。打开 URL 和默认值行。网站设计/编写是稍后的表面。

source: Base URL
bn: বেস URL
pt: URL base
zh_tw: 基本网址

source: Protocol
bn: প্রোটোকল
pt: Protocolo
zh_tw: 协议

source: Default document
bn: ডিফল্ট নথি
pt: Documento padrão
zh_tw: 默认文档

source: Default file extension
bn: ডিফল্ট ফাইল এক্সটেনশন
pt: Extensão de arquivo padrão
zh_tw: 默认文件扩展名

source: Page-based
bn: পৃষ্ঠা ভিত্তিক
pt: Baseado em página
zh_tw: 基于页面的

source: Canonical
bn: ক্যানোনিকাল
pt: Canônico
zh_tw: 典范

source: Site create / update / delete is not supported from this Developer surface
bn: এই বিকাশকারী পৃষ্ঠ থেকে সাইট তৈরি / আপডেট / মুছে ফেলা সমর্থিত নয়৷
pt: A criação/atualização/exclusão de site não é suportada nesta superfície do desenvolvedor
zh_tw: 此开发人员界面不支持站点创建/更新/删除

source: Full site publish and section design live outside the Developer catalog
bn: সম্পূর্ণ সাইট প্রকাশ এবং বিভাগের নকশা বিকাশকারী ক্যাটালগের বাইরে লাইভ৷
pt: Publicação completa do site e design de seção ao vivo fora do catálogo do desenvolvedor
zh_tw: 完整站点发布和部分设计在开发人员目录之外实时发布

source: Workflow association is browsed under the Workflows catalog
bn: ওয়ার্কফ্লো অ্যাসোসিয়েশন ওয়ার্কফ্লো ক্যাটালগের অধীনে ব্রাউজ করা হয়
pt: A associação do fluxo de trabalho é navegada no catálogo Fluxos de trabalho
zh_tw: 工作流程关联在工作流程目录下浏览

source: CE Controls
bn: সিই নিয়ন্ত্রণ

source: Loading controls…
bn: নিয়ন্ত্রণ লোড হচ্ছে...

source: No controls returned.
bn: কোনো নিয়ন্ত্রণ ফিরে আসেনি।

source: Could not load controls.
bn: নিয়ন্ত্রণ লোড করা যায়নি.

source: Content editor system and user controls (UI-01). Open a row for parameters. User control registration is a later slice.
bn: বিষয়বস্তু সম্পাদক সিস্টেম এবং ব্যবহারকারী নিয়ন্ত্রণ (UI-01)। পরামিতিগুলির জন্য একটি সারি খুলুন। ব্যবহারকারী নিয়ন্ত্রণ নিবন্ধন একটি পরবর্তী স্লাইস.

source: Display name
bn: প্রদর্শনের নাম

source: Scope
bn: ব্যাপ্তি

source: Dimension
bn: মাত্রা

source: Choice set
bn: পছন্দ সেট

source: Loading control…
bn: নিয়ন্ত্রণ লোড হচ্ছে...

source: Could not load control.
bn: নিয়ন্ত্রণ লোড করা যায়নি.
